{
    "57338653d058e614000b5c81Q": "In what year was the Main Building at Notre Dame razed in a fire?", 
    "57338653d058e614000b5c82Q": "Who was the president of Notre Dame in 1879?", 
    "57338653d058e614000b5c83Q": "On what date was the rebuilding of The Main Building begun at Notre Dame after the fire that claimed the previous?", 
    "57338653d058e614000b5c84Q": "What was the music hall at Notre Dame called?", 
    "57338653d058e614000b5c85Q": "What did the Science Hall at Notre Dame come to be known as?", 
    "57338724d058e614000b5c9dQ": "In 1919 a new president of Notre Dame was named, who was it?", 
    "57338724d058e614000b5c9eQ": "Over how many years did the change to national standards undertaken at Notre Dame in the early 20th century take place?", 
    "57338724d058e614000b5c9fQ": "What type of education was pushed at Notre Dame before its embracing of national standards?", 
    "57338724d058e614000b5ca0Q": "Those who attended a Jesuit college may have been forbidden from joining which Law School due to the curricula at the Jesuit institution?", 
    "57338724d058e614000b5ca1Q": "Which college did Notre Dame add in 1921?", 
    "573387acd058e614000b5cb1Q": "The Notre Dame football team got a new head coach in 1918, who was it?", 
    "573387acd058e614000b5cb2Q": "What was the amount of wins Knute Rockne attained at Notre Dame while head coach?", 
    "5733a6424776f41900660f4eQ": "In what year was the College of Engineering at Notre Dame formed?", 
    "5733a6424776f41900660f4fQ": "Before the creation of the College of Engineering similar studies were carried out at which Notre Dame college?", 
    "5733a6424776f41900660f50Q": "How many departments are within the Stinson-Remick Hall of Engineering?", 
    "5733a6424776f41900660f51Q": "How many BS level degrees are offered in the College of Engineering at Notre Dame?", 
    "5733a6424776f41900660f52Q": "The College of Science began to offer civil engineering courses beginning at what time at Notre Dame?", 
    "5733a70c4776f41900660f62Q": "How many colleges for undergraduates are at Notre Dame?", 
    "5733a70c4776f41900660f63Q": "What was created at Notre Dame in 1962 to assist first year students?", 
    "5733a70c4776f41900660f64Q": "What entity provides help with the management of time for new students at Notre Dame?", 
    "5733a70c4776f41900660f65Q": "Which organization declared the First Year of Studies program at Notre Dame \"outstanding?\"", 
    "5733a7bd4776f41900660f6aQ": "In what year was a Master of Arts course first offered at Notre Dame?", 
    "5733a7bd4776f41900660f6bQ": "The granting of Doctorate degrees first occurred in what year at Notre Dame?", 
    "5733a7bd4776f41900660f6cQ": "What type of degree is an M.Div.?", 
    "5733a7bd4776f41900660f6dQ": "Which department at Notre Dame is the only one to not offer a PhD program?", 
    "5733a7bd4776f41900660f6eQ": "Which program at Notre Dame offers a Master of Education degree?", 
    "5733ac31d058e614000b5ff3Q": "What institute at Notre Dame studies  the reasons for violent conflict?", 
    "5733ac31d058e614000b5ff4Q": "In what year was the Joan B. Kroc Institute for International Peace Studies founded?", 
    "5733ac31d058e614000b5ff5Q": "To whom was John B. Kroc married?", 
    "5733ac31d058e614000b5ff6Q": "What is the title of Notre Dame's Theodore Hesburgh?", 
    "5733ac31d058e614000b5ff7Q": "What company did Ray Kroc own?", 
    "5733ad384776f41900660fecQ": "How many stories tall is the main library at Notre Dame?", 
    "5733ad384776f41900660fedQ": "What is the name of the main library at Notre Dame?", 
    "5733ad384776f41900660feeQ": "In what year was the Theodore M. Hesburgh Library at Notre Dame finished?", 
    "5733ad384776f41900660fefQ": "Which artist created the mural on the Theodore M. Hesburgh Library?", 
    "5733ad384776f41900660ff0Q": "What is a common name to reference the mural created by Millard Sheets at Notre Dame?", 
    "5733ae924776f41900661013Q": "What percentage of students were admitted to Notre Dame in fall 2015?", 
    "5733ae924776f41900661014Q": "How many incoming students did Notre Dame admit in fall 2015?", 
    "5733ae924776f41900661015Q": "Where does Notre Dame rank in terms of academic profile among research universities in the US?", 
    "5733ae924776f41900661016Q": "What percentage of students at Notre Dame participated in the Early Action program?", 
    "5733ae924776f41900661017Q": "How many miles does the average student at Notre Dame travel to study there?", 
    "5733afd3d058e614000b6045Q": "Where did U.S. News & World Report rank Notre Dame in its 2015-2016 university rankings?", 
    "5733afd3d058e614000b6046Q": "In 2014 what entity named Notre Dame 10th best of all American universities?", 
    "5733afd3d058e614000b6047Q": "Forbes.com placed Notre Dame at what position compared to other US research universities?", 
    "5733afd3d058e614000b6048Q": "The undergrad school at the Mendoza College of Business was ranked where according to BusinessWeek?", 
    "5733afd3d058e614000b6049Q": "What percentage of Notre Dame students decide to study abroad?", 
    "5733b0fb4776f41900661041Q": "What person was the Director of the Science Museum at Notre Dame in the late 19th century?", 
    "5733b0fb4776f41900661042Q": "What professorship did Father Josh Carrier hold at Notre Dame?", 
    "5733b0fb4776f41900661043Q": "What was the lifespan of John Augustine Zahm?", 
    "5733b0fb4776f41900661044Q": "What program did John Augustine Zahm come to co-direct at Nore Dame?", 
    "5733b0fb4776f41900661045Q": "What book did John Zahm write in 1896?", 
    "5733b1da4776f41900661067Q": "What did the brother of John Zahm construct at Notre Dame?", 
    "5733b1da4776f41900661068Q": "In what year did Albert Zahm begin comparing aeronatical models at Notre Dame?", 
    "5733b1da4776f41900661069Q": "Which professor sent the first wireless message in the USA?", 
    "5733b1da4776f4190066106aQ": "In what year did Jerome Green send his first wireless message?", 
    "5733b1da4776f4190066106bQ": "Which individual worked on projects at Notre Dame that eventually created neoprene?", 
    "5733b2fe4776f4190066108fQ": "Work on a germ-free-life ended up in the creation of which Notre Dame institute?", 
    "5733b2fe4776f41900661090Q": "When did study of a germ-free-life begin at Notre Dame?", 
    "5733b2fe4776f41900661091Q": "Around what time did Lobund of Notre Dame become independent?", 
    "5733b2fe4776f41900661092Q": "In what year did Lobund at Notre Dame become an Institute?", 
    "5733b2fe4776f41900661093Q": "The Lobund Institute was merged into the Department of Biology at Notre Dame in what year?", 
    "5733b3d64776f419006610a3Q": "Gurian created what in 1939 at Notre Dame?", 
    "5733b3d64776f419006610a4Q": "What was the Review of Politics inspired by?", 
    "5733b3d64776f419006610a5Q": "Over how many years did Gurian edit the Review of Politics at Notre Dame?", 
    "5733b3d64776f419006610a6Q": "Thomas Stritch was an editor of which publican from Notre Dame?", 
    "5733b5344776f419006610ddQ": "Who was the president of Notre Dame in 2012?", 
    "5733b5344776f419006610deQ": "The Kellogg Institute for International Studies is part of which university?", 
    "5733b5344776f419006610dfQ": "What does the Kroc Institute at Notre Dame focus on?", 
    "5733b5344776f419006610e0Q": "In what year did Notre Dame begin to host the Global Adaptation Index?", 
    "5733b5344776f419006610e1Q": "What threat does the Global Adaptation Index study?", 
    "5733b5df4776f41900661105Q": "How many undergrads were attending Notre Dame in 2014?", 
    "5733b5df4776f41900661106Q": "What percentage of students at Notre Dame are the children of former Notre Dame students?", 
    "5733b5df4776f41900661107Q": "How many teams participate in the Notre Dame Bookstore Basketball tournament?", 
    "5733b5df4776f41900661108Q": "For what cause is money raised at the Bengal Bouts tournament at Notre Dame?", 
    "5733b5df4776f41900661109Q": "How many students in total were at Notre Dame in 2014?", 
    "5733b699d058e614000b6118Q": "What percentage of undergrads live on the Notre Dame campus?", 
    "5733b699d058e614000b6119Q": "How many student housing areas are reserved for Notre Dame's graduate students?", 
    "5733b699d058e614000b611aQ": "How many dorms for males are on the Notre Dame campus?", 
    "5733b699d058e614000b611bQ": "What amount of the graduate student body at Notre Dame live on the campus?", 
    "5733b699d058e614000b611cQ": "There are how many dorms for females at Notre Dame?", 
    "5733b7f74776f4190066112dQ": "What is Congregation of Holy Cross in Latin?", 
    "5733b7f74776f4190066112eQ": "What percentage of Notre Dame students feel they are Christian?", 
    "5733b7f74776f4190066112fQ": "How often is Catholic mass held at Notre Dame in a week?", 
    "5733b7f74776f41900661130Q": "How many chapels are on the Notre Dame campus?", 
    "5733b7f74776f41900661131Q": "What amount of the student body of Notre Dame identifies as Catholic?", 
    "5733be284776f4190066117eQ": "What sits on top of the Main Building at Notre Dame?", 
    "5733be284776f4190066117fQ": "What is in front of the Notre Dame Main Building?", 
    "5733be284776f41900661180Q": "The Basilica of the Sacred heart at Notre Dame is beside to which structure?", 
    "5733be284776f41900661181Q": "What is the Grotto at Notre Dame?", 
    "5733be284776f41900661182Q": "To whom did the Virgin Mary allegedly appear in 1858 in Lourdes France?", 
    "5733bed24776f41900661188Q": "Where is the headquarters of the Congregation of the Holy Cross?", 
    "5733bed24776f41900661189Q": "What is the primary seminary of the Congregation of the Holy Cross?", 
    "5733bed24776f4190066118aQ": "What is the oldest structure at Notre Dame?", 
    "5733bed24776f4190066118bQ": "What individuals live at Fatima House at Notre Dame?", 
    "5733bed24776f4190066118cQ": "Which prize did Frederick Buechner create?", 
    "5733bf84d058e614000b61bdQ": "How many student news papers are found at Notre Dame?", 
    "5733bf84d058e614000b61beQ": "When did the Scholastic Magazine of Notre dame begin publishing?", 
    "5733bf84d058e614000b61bfQ": "How often is Notre Dame's the Juggler published?", 
    "5733bf84d058e614000b61c0Q": "What is the daily student paper at Notre Dame called?", 
    "5733bf84d058e614000b61c1Q": "In what year did the student paper Common Sense begin publication at Notre Dame?"
}